{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"Ġa":258,"he":259,"in":260,"re":261,"Ġs":262,"Ġo":263,"Ġthe":264,"en":265,"an":266,"er":267,"Ġw":268,"at":269,"Ġc":270,"on":271,"ou":272,"es":273,"Ġf":274,"is":275,"Ġb":276,"ing":277,"Ġan":278,">:":279,"it":280,"or":281,"Ġp":282,"Ġto":283,"Ġm":284,"ot":285,"Ġd":286,"al":287,"Ġin":288,"ar":289,"Ġof":290,"ed":291,"Ġand":292,"as":293,"um":294,"le":295,"ion":296,"ent":297,"Ġis":298,"ic":299,"Ġg":300,"Ġh":301,"om":302,"uman":303,"et":304,"bot":305,"human":306,"Ġl":307,"Ġy":308,"ĠT":309,"Ġth":310,"ĠI":311,"Ġyou":312,"Ġn":313,"ll":314,"ow":315,"Ġe":316,"Ġre":317,"st":318,"ĠĠ":319,"ut":320,"ct":321,"ve":322,"ce":323,"id":324,"Ġbe":325,"ĠThe":326,"Ġst":327,"ly":328,"Ġon":329,"Ġfor":330,"Ġor":331,"ch":332,"ro":333,"se":334,"Ġare":335,"ay":336,"ld":337,"Ġu":338,"im":339,"am":340,"ith":341,"ir":342,"ĠA":343,"Ġit":344,"Ġthat":345,"her":346,"oo":347,"iv":348,"Ġwith":349,"if":350,"est":351,"Ġ1":352,"ĠW":353,"ak":354,"ĠS":355,"ers":356,"ad":357,"ig":358,"ur":359,"ĠY":360,"Ġas":361,"Ġyour":362,"ation":363,"pe":364,"il":365,"ag":366,"Ġhe":367,"Ġcan":368,"hat":369,"ver":370,"ĠC":371,"Ġ'":372,"Ġcon":373,"Ġsu":374,"qu":375,"ere":376,"ra":377,"Ġne":378,"ate":379,"enten":380,"Ġfr":381,"Ġse":382,"ĠH":383,"ist":384,"Ġdo":385,"Ġmo":386,"ds":387,"ill":388,"nt":389,"ĠP":390,"iven":391,"ru":392,"ould":393,"ĠYou":394,"Ġ2":395,"Ġwas":396,"Ġha":397,"Ġpro":398,"Ġsh":399,"ck":400,"Ġde":401,"Ġwor":402,"ant":403,"ul":404,"ab":405,"ri":406,"ces":407,"ol":408,"Ġwh":409,"Ġfo":410,"ĠF":411,"th":412,"Ġ\"":413,"ine":414,"Ġcom":415,"ain":416,"ĠĠĠĠ":417,"Ġsenten":418,"Ġint":419,"Ġby":420,"ake":421,"Ġch":422,"ple":423,"Ġgiven":424,"Ġout":425,"igh":426,"Ġfrom":427,"ome":428,"Ġex":429,"ie":430,"ive":431,"llow":432,"all":433,"Ġv":434,"ide":435,"ind":436,"nd":437,"ĠM":438,"ther":439,"ĠB":440,"ĠWhat":441,"Ġpl":442,"00":443,"out":444,"Ġab":445,"pp":446,"us":447,"Ġ3":448,"',":449,"pt":450,"res":451,"Ġle":452,"Ġal":453,"Ġte":454,"os":455,"Ġr":456,"Ġat":457,"Ġif":458,"Ġhave":459,"ally":460,"Ġfollow":461,"ight":462,"ort":463,"'s":464,"art":465,"Ġthis":466,"age":467,"ment":468,"ach":469,"ass":470,"Ġnot":471,"Ġwhe":472,"Ġme":473,"Ġk":474,"ions":475,"ask":476,"ter":477,"ĠG":478,"Ġ(":479,"put":480,"ood":481,"ook":482,"get":483,"Ġwe":484,"ĠD":485,"Ġtask":486,"xt":487,"Ġsentence":488,"rou":489,"ĠN":490,"our":491,"Ġqu":492,"Ġso":493,"ud":494,"red":495,"Ġco":496,"end":497,"Ġfollowing":498,"ies":499,"ated":500,"el":501,"ĠE":502,"ep":503,"ĠIn":504,"Ġman":505,"ry":506,"Ġtw":507,"and":508,"ase":509,"Ġabout":510,"ge":511,"ĠO":512,"Ġj":513,"Ġwill":514,"un":515,"one":516,"em":517,"lo":518,"Ġone":519,"irst":520,"Ġus":521,"ess":522,"ice":523,"Ġtwo":524,"ble":525,"__":526,"Ġ=":527,"âĢ":528,"ity":529,"Ġsp":530,"Ġneed":531,"gh":532,"per":533,"ite":534,"ich":535,"ast":536,"ĠĠĠ":537,"Ġdes":538,"Ġshould":539,"Ġhas":540,"ĠR":541,"ĠIt":542,"Ġeach":543,"ame":544,"ect":545,"ace":546,"ke":547,"Ġbest":548,"ĠHow":549,"ci":550,"Ġfirst":551,"Ġthey":552,"Ġcont":553,"Ġway":554,"Ġ4":555,"ure":556,"Ġun":557,"ber":558,"Ġmy":559,"Ġar":560,"ĠJ":561,"ong":562,"Ġall":563,"erm":564,"Ġsome":565,"ype":566,"dd":567,"Ġlist":568,"Ġgo":569,"Ġim":570,"The":571,"Ġother":572,"so":573,"ond":574,"Ġmore":575,"ick":576,"du":577,"Ġinto":578,"Ġget":579,"Ġfind":580,"sw":581,"ĠL":582,"Ġinc":583,"Ġen":584,"Ġsc":585,"ack":586,"int":587,"ount":588,"act":589,"Ġpe":590,"Ġany":591,"les":592,"Ġtheir":593,"ore":594,"lp":595,"Ġdet":596,"Ġlo":597,"Ġhelp":598,"Ġ5":599,"der":600,"Ġmany":601,"Ġmake":602,"Ġli":603,"Ġ[":604,"Ġup":605,"orm":606,"are":607,"Ġthem":608,"ition":609,"ard":610,"Ġpr":611,"Ġthere":612,"Ġbut":613,"cri":614,"iz":615,"able":616,"Ġnum":617,"Ġansw":618,"Ġcl":619,"ail":620,"ring":621,"rue":622,"ff":623,"Ġres":624,"Ġquest":625,"ree":626,"erson":627,"ime":628,"Ġalso":629,"ap":630,"Ġwhich":631,"Ġsuch":632,"iff":633,"ater":634,"ption":635,"ople":636,"ark":637,"Ġdescri":638,"op":639,"arget":640,"ang":641,"Ġfe":642,"ĠIs":643,"Ġword":644,"vie":645,"ild":646,"au":647,"Ġro":648,"own":649,"Ġbu":650,"ult":651,"ents":652,"Ġsec":653,"av":654,"ĠIf":655,"Ġev":656,"de":657,"Ġanswer":658,"Ġpeople":659,"Ġset":660,"Ġwhat":661,"Ġlike":662,"Ġdis":663,"ust":664,"reat":665,"Ġ-":666,"pl":667,"Ġher":668,"ac":669,"Ġdiff":670,"form":671,"Ġbet":672,"ph":673,"Ġmost":674,"ous":675,"ĠYour":676,"ction":677,"ary":678,"Ġpos":679,"we":680,"Ġhow":681,"ile":682,"ue":683,"Ġac":684,"Ġwho":685,"ermine":686,"urn":687,"als":688,"Ġhis":689,"Ġimp":690,"Ġover":691,"very":692,"ene":693,"ĠU":694,"Ġcor":695,"Ġshe":696,"ations":697,"Ġprov":698,"Ġorder":699,"ress":700,"Ġtext":701,"Ġfl":702,"pen":703,"ĠSt":704,"Ġbl":705,"Ġ0":706,"Ġcons":707,"ical":708,"ars":709,"view":710,"aking":711,"ence":712,"ereot":713,"ĠHe":714,"ip":715,"Ġsentences":716,"Ġsm":717,"rect":718,"ereotype":719,"Ġwhen":720,"Ġnew":721,"lated":722,"ĠYes":723,"Ġtime":724,"lud":725,"ĠTh":726,"Ġwork":727,"'m":728,"ob":729,"ting":730,"ance":731,"Ġdiffere":732,"Ġspe":733,"Ġgood":734,"Ġ*":735,"pect":736,"Ġsecond":737,"ans":738,"gs":739,"Ġuse":740,"Ġperson":741,"od":742,"ink":743,"âĢĻ":744,"Ġwhether":745,"Ġdoes":746,"Ġsa":747,"Ġcar":748,"ram":749,"side":750,"Ġmay":751,"Ġwould":752,"ible":753,"ors":754,"ne":755,"Ġlook":756,"ise":757,"ener":758,"Ġinst":759,"Ġ6":760,"ĊĠĠĠ":761,"ings":762,"round":763,"Ġnumber":764,"Ġam":765,"Ġwant":766,"cess":767,"Ġsure":768,"fore":769,"ish":770,"Ġdescription":771,"Ġbec":772,"Ġdetermine":773,"og":774,"Ġpre":775,"Ġthan":776,"\",":777,"Ġquestion":778,"ial":779,"Ġbeen":780,"Ġdec":781,"Ġpo":782,"ĠFor":783,"Ġkn":784,"Ġits":785,"ause":786,"].":787,"way":788,"Ġwords":789,"ular":790,"ough":791,"Ġday":792,"Ġoff":793,"ia":794,"Ġinclud":795,"lease":796,"'.":797,"Ġinform":798,"alse":799,"ween":800,"up":801,"hes":802,"Ġbetween":803,"related":804,"Ġstring":805,"ĊĠĠĠĠ":806,"Ġph":807,"its":808,"ddition":809,"Ġapp":810,"ates":811,"ext":812,"'t":813,"ctions":814,"Ġcould":815,"erv":816,"Ġwater":817,"Ġstart":818,"Ġcol":819,"alk":820,"Ġlong":821,"entence":822,"Ġdid":823,"\".":824,"Ġche":825,"Ġinformation":826,").":827,"Ġcomm":828,"TI":829,"ory":830,"Ġper":831,"Ġwere":832,"Ġcomp":833,"Ġmu":834,"ons":835,"bs":836,"Ġ**":837,"ound":838,"Ġbefore":839,">>":840,"ning":841,"Ġad":842,"alth":843,"ĠWh":844,"oth":845,"line":846,"Ġpart":847,"Ġoutput":848,"Ġdi":849,"Ġbr":850,"..":851,"assage":852,"##":853,"Ġ<":854,"Ġtarget":855,"ft":856,"ign":857,"Ġwr":858,"Ġ8":859,"Ġthen":860,"Ġplace":861,"VE":862,"),":863,"Ġag":864,"ĠThis":865,"Ġreview":866,"Ġdifferent":867,"ating":868,"Ġhad":869,"ord":870,"Ġjob":871,"rough":872,"Ġ$":873,"Ġ7":874,"Ġno":875,"Ġmuch":876,"po":877,"Ġunrelated":878,"Ġye":879,"ax":880,"Ġtry":881,"fter":882,"ments":883,"Ġret":884,"arch":885,"Ġscene":886,"Ġused":887,"Ġtra":888,"ath":889,"Ġtake":890,"Ġmin":891,"Ġcorrect":892,"air":893,"Ġusing":894,"Ġgr":895,"com":896,"ject":897,"Ġcount":898,"ify":899,"Ġform":900,"Ġ['":901,"Ġcontain":902,"eg":903,"Ġcre":904,"raph":905,"Ġsy":906,"Ġru":907,"Ġmed":908,"lect":909,"Ġfood":910,"ank":911,"Ġrel":912,"ĠAddition":913,"Ġloc":914,"ĠAdditionally":915,"Ġsmall":916,"TIVE":917,"Ġhealth":918,"oh":919,"ful":920,"yp":921,"sible":922,"other":923,"ren":924,"ool":925,"ily":926,"Ġimport":927,"te":928,"Ġprovid":929,"wn":930,"Ġprodu":931,"Ġmark":932,"ased":933,"Ġ10":934,"nder":935,"ĠGiven":936,"Ġ9":937,"ample":938,"Ġinv":939,"Ġbook":940,"Ġchar":941,"Ġval":942,"Ġread":943,"ade":944,"eps":945,"ict":946,"Ġthrough":947,"Ġem":948,"Ġke":949,"ire":950,"ten":951,"Ġhome":952,"Ġimportant":953,"ructions":954,"Ġpar":955,"cial":956,"ange":957,"ices":958,"eth":959,"ered":960,"Ġtr":961,"redi":962,"Ġknow":963,"ĠCh":964,"lf":965,"Ġserv":966,"Ġwhile":967,"Ġunder":968,"ert":969,"ĠâĢ":970,"Ġgener":971,"vel":972,"Ġant":973,"ys":974,"Ġbecause":975,"Ġask":976,"Ġreg":977,"ĠPlease":978,"Ġpie":979,"ative":980,"Ġonly":981,"Ġpossible":982,"ĠCan":983,"ific":984,"rees":985,"Ġ20":986,"ern":987,"ities":988,"Ġonline":989,"Ġfun":990,"Ġlar":991,"10":992,"Ġfri":993,"ub":994,"hen":995,"agraph":996,"ĠAn":997,"ĠThere":998,"Ġback":999,"Ġsl":1000,"ider":1001,"ract":1002,"Ġtype":1003,"lass":1004,"Ġwall":1005,"Ġsk":1006,"Ġreturn":1007,"Ġrem":1008,"ĠK":1009,"ames":1010,"nce":1011,"ull":1012,"ian":1013,"Ġra":1014,"ving":1015,"Ġthree":1016,"Ġdr":1017,"ĠRe":1018,"Ġrest":1019,"cc":1020,"Ġname":1021,"____":1022,"ĠTrue":1023,"az":1024,"mer":1025,"pends":1026,"Ġdepends":1027,"12":1028,"Ġvery":1029,"ohn":1030,"ove":1031,"Ġsug":1032,"Ġtyp":1033,"Ġtrue":1034,"Ġstate":1035,"Ġfam":1036,"Ġafter":1037,"Ġinclude":1038,"How":1039,"Ġstud":1040,"Ġact":1041,"ious":1042,"Ġ{":1043,"Ġ+":1044,"utput":1045,"Ġsame":1046,"ell":1047,"Ġcode":1048,"stereotype":1049,"ray":1050,"Ġdown":1051,"Ġcharact":1052,"Ġmain":1053,"ather":1054,"'].":1055,"itive":1056,"ins":1057,"Ġbo":1058,"Ġ19":1059,"Ġart":1060,"oney":1061,"Ġcup":1062,"Ġoutside":1063,"eng":1064,"Ġacc":1065,"Ġthese":1066,"iment":1067,"ĠNo":1068,"ize":1069,"ens":1070,"Ġchild":1071,"Ġinteg":1072,"hed":1073,"Ġexper":1074,"Ġwhere":1075,"Ġaround":1076,"ĠShe":1077,"Ġca":1078,"ower":1079,"day":1080,"Ġbel":1081,"ng":1082,"ables":1083,"Ġstereotype":1084,"Ġve":1085,"Ġcle":1086,"ps":1087,"Ġcomple":1088,"Ġbre":1089,"ats":1090,"Ġparagraph":1091,"Ġwell":1092,"oun":1093,"ĠThat":1094,"akes":1095,"ingredi":1096,"Ġap":1097,"Ġevent":1098,"Ġevery":1099,"Ġinstructions":1100,"Ġsub":1101,"here":1102,"Ġeg":1103,"ither":1104,"Ġclass":1105,"Ġins":1106,"Ġbus":1107,"Ġingredi":1108,"lic":1109,"ages":1110,"Ġdetail":1111,"Ġatt":1112,"Ġgreat":1113,"bers":1114,"Ġplay":1115,"Ġquestions":1116,"Ġ12":1117,"ĠSentence":1118,"Ġarea":1119,"ident":1120,"ven":1121,"Ġwalk":1122,"ss":1123,"Ġmoney":1124,"ines":1125,"Ġsal":1126,"Ġminut":1127,"Ġhour":1128,"Ġtot":1129,"Ġsee":1130,"Ġdog":1131,"Ġanti":1132,"ied":1133,"iver":1134,"ix":1135,".,":1136,"Ġlooking":1137,"Ġcall":1138,"'re":1139,"arn":1140,"Ġagain":1141,"Ġgrou":1142,"Qu":1143,"Ġ<<":1144,"self":1145,"ows":1146,"ems":1147,"inally":1148,"ential":1149,"Ġcommon":1150,"ĠTarget":1151,"Ġrespect":1152,"ics":1153,"gan":1154,"Ġlet":1155,"ically":1156,"ited":1157,"Ġadd":1158,"Ġmean":1159,"Ġcheck":1160,"ĠMake":1161,"ved":1162,"ends":1163,"Ġcur":1164,"ffect":1165,"ork":1166,"Ġav":1167,"Ġref":1168,"ures":1169,"ĠThey":1170,"Ġtop":1171,"ouse":1172,"Ġpoint":1173,"arm":1174,"ets":1175,"Ġplan":1176,"Ġide":1177,"Ġproduct":1178,"Ġnat":1179,"Ġeither":1180,"Ġbuild":1181,"any":1182,"Ġtotal":1183,"Ġob":1184,"Ġminutes":1185,"ash":1186,"ĠĠĠĠĠĠĠĠ":1187,"ural":1188,"gether":1189,"ĠUn":1190,"ĠV":1191,"Ġsteps":1192,"Ġhim":1193,"Ġcr":1194,"ĊĠĠĠĠĠĠĠ":1195,"oc":1196,"iss":1197,"iness":1198,"ner":1199,"Ġsum":1200,"Ġline":1201,"Ġrese":1202,"hip":1203,"Ġcomput":1204,"Ġprovide":1205,"0000":1206,"ok":1207,"imal":1208,"att":1209,"Ġent":1210,"Ġexp":1211,"ĠDo":1212,"ants":1213,"'ve":1214,"duce":1215,"Ġlight":1216,"GA":1217,"ctor":1218,"Ġgre":1219,"Ġprovided":1220,"ced":1221,"ength":1222,"Ġsur":1223,"port":1224,"Ġwrit":1225,"pport":1226,"Ġi":1227,"Ġpassage":1228,"uring":1229,"Ġwebs":1230,"Ġprog":1231,"Ġinside":1232,"20":1233,"ves":1234,"erg":1235,"Ġtogether":1236,"Ġconsider":1237,"Ġfound":1238,"Ġunt":1239,"ric":1240,"Ġpot":1241,"Ġhapp":1242,"Ġgoing":1243,"ues":1244,"Ġthink":1245,"Ġcreate":1246,"ending":1247,"Ġele":1248,"Ġmade":1249,"Ġfin":1250,"],":1251,"atch":1252,"ives":1253,"ĠOutput":1254,"ands":1255,"ual":1256,"50":1257,"vers":1258,"EGA":1259,"Ġuntil":1260,"EGATIVE":1261,"comm":1262,"Ġadv":1263,"estion":1264,"Ġfeel":1265,"oose":1266,"Ġair":1267,"000":1268,"Ġsol":1269,"Ġdon":1270,"chool":1271,"ĠJohn":1272,"Ġind":1273,"Ġright":1274,"Ġmil":1275,"ote":1276,"Ġcost":1277,"Ġingredients":1278,"Ġgroup":1279,"ew":1280,"Ġcontains":1281,"Ġkeep":1282,"Ġstr":1283,"ever":1284,"Ġfamily":1285,"Ġequ":1286,"ife":1287,"Ġpositive":1288,"ense":1289,"aw":1290,"Ġbuy":1291,"erc":1292,"Ġdetailed":1293,"Ġregular":1294,"Ġcook":1295,"Ġinput":1296,"Ġtell":1297,"Ġspec":1298,"Ġboth":1299,"Ġpop":1300,"Ġlocal":1301,"mat":1302,"ĠFinally":1303,"ways":1304,"ek":1305,"Ġeven":1306,"Ġdescrib":1307,"Ġsit":1308,"Ġsom":1309,"Ġvar":1310,"imes":1311,"Ġbeing":1312,"ty":1313,"Ġlarge":1314,"))":1315,"Ġyears":1316,"Ġdeg":1317,"Ġfunction":1318,"Ġroom":1319,"Ġhigh":1320,"Ġsent":1321,"Ġprint":1322,"ger":1323,"Ġsaf":1324,"Ġresearch":1325,"Ġconc":1326,"Ġcare":1327,"ired":1328,"Ġtest":1329,"ases":1330,"rite":1331,"Ġrec":1332,"Ġways":1333,"aur":1334,"Ġtypes":1335,"ale":1336,"Ġworld":1337,"ost":1338,"Ġshort":1339,"Ġsim":1340,"In":1341,"Ġservice":1342,"Ġel":1343,"Question":1344,"cus":1345,"Ġpass":1346,"blem":1347,"No":1348,"led":1349,"Ġx":1350,"old":1351,"Ġflo":1352,"Ġeggs":1353,"Ġsugar":1354,"ĠFalse":1355,"Ġreci":1356,"Ġmon":1357,"ah":1358,"Ġpres":1359,"erest":1360,"Ġbusiness":1361,"ling":1362,"ose":1363,"icle":1364,"Ġnumbers":1365,"--":1366,"Ġ:":1367,"Ġschool":1368,"Ġocc":1369,"Ġhours":1370,"Ġsle":1371,"Ġincre":1372,"Ġfriends":1373,"Ġproblem":1374,"Ġcalled":1375,"Ġdef":1376,"Ġdoctor":1377,"ety":1378,"Ġrecomm":1379,"Ġdep":1380,".\"":1381,"Ġbetter":1382,"ards":1383,"Ġmaking":1384,"ined":1385,"ata":1386,"Ġhaving":1387,"Ġ18":1388,"iving":1389,"oy":1390,"Ġinterest":1391,"br":1392,"Ġhere":1393,"Ġidea":1394,"Ġpain":1395,"Ġmus":1396,"Ġlength":1397,"Ġexperi":1398,"to":1399,"Ġactiv":1400,"Ġrequ":1401,"SI":1402,"Ġrecommend":1403,"Ġopt":1404,"ution":1405,"Ġsentiment":1406,"stand":1407,"arr":1408,"Ġown":1409,"ĠFind":1410,"aces":1411,"Ġext":1412,"wise":1413,"meric":1414,"Ġrun":1415,"Ġbene":1416,"Sentence":1417,"Ġleft":1418,"ething":1419,"Ġsyst":1420,"Ġfact":1421,"Ġjust":1422,"Ġcharacter":1423,"arth":1424,"ually":1425,"Ġgive":1426,"Ġvis":1427,"Ġprocess":1428,"Ġpair":1429,"cks":1430,"Ġalways":1431,"Ġlot":1432,"Ġinf":1433,"ĠWrite":1434,"Ġend":1435,"Ġpol":1436,"ones":1437,"Ġside":1438,"Ġsomething":1439,"Ġold":1440,"ĠSome":1441,"Ġsequ":1442,"Ġprogram":1443,"ts":1444,"Ġagainst":1445,"ody":1446,"cy":1447,"lop":1448,"Ġveget":1449,"Ġlead":1450,"Ġ15":1451,"Ġwent":1452,"Ġwithout":1453,"amp":1454,"Ġdist":1455,"Ġgetting":1456,"orn":1457,"ĠTo":1458,"sh":1459,"ĠGener":1460,"Ġvalue":1461,"olog":1462,"Ġpieces":1463,"Ġeat":1464,"ec":1465,"Ġris":1466,"Ġeffect":1467,"Ġopen":1468,"Ġhead":1469,"Ġobject":1470,"gest":1471,"gative":1472,"True":1473,"ĠAmeric":1474,"Ġcent":1475,"ches":1476,"ified":1477,"oid":1478,"par":1479,"Ġinvest":1480,"Ġproper":1481,"Ġfore":1482,"ources":1483,"read":1484,"<<":1485,"ont":1486,"ĠText":1487,"Ġrestaur":1488,"Ġtable":1489,"Ġdegrees":1490,"pr":1491,"ĠPro":1492,"Ġnatural":1493,"Ġexample":1494,"ĠCom":1495,"Ġunderstand":1496,"ted":1497,"Ġwalls":1498,"ave":1499,"Ġduring":1500,"Ġstre":1501,"angu":1502,"ĠWe":1503,"ield":1504,"Ġoil":1505,"Ġcome":1506,"Ġblack":1507,"Ġlearn":1508,"15":1509,"bb":1510,"ries":1511,"Ġwind":1512,"ness":1513,"Ġappe":1514,"Ġbooks":1515,"vent":1516,"ital":1517,"Ġcat":1518,"Ġrelations":1519,"Ġclean":1520,"Ġsever":1521,"iqu":1522,"Ġtax":1523,"Ġwom":1524,"Ġarray":1525,"arning":1526,"St":1527,"Ġ____":1528,"velop":1529,"Ġnever":1530,"Ġcal":1531,"Ġweek":1532,"Ġimpro":1533,"Yes":1534,"Ġfill":1535,"Ġblo":1536,"Ġsign":1537,"ross":1538,"rent":1539,"Ġsupport":1540,"Ġfour":1541,"ized":1542,"Ġed":1543,"Ġprof":1544,"Ġsun":1545,"Ġbased":1546,"ier":1547,"ists":1548,"Ġeas":1549,"Ġblank":1550,"iron":1551,"ĠClass":1552,"Ġtoo":1553,"the":1554,"Ġdrink":1555,"ertain":1556,"ee":1557,"Ġoper":1558,"Ġbed":1559,"OSI":1560,"Ġreviews":1561,"Ġseveral":1562,"Ġreally":1563,"Ġpur":1564,"Ġcand":1565,"OSITIVE":1566,"Ġresult":1567,"Ġcomplete":1568,"Ġgu":1569,"work":1570,"ird":1571,"rop":1572,"Ġlangu":1573,"Ġstay":1574,"ility":1575,"Ġfloor":1576,"Ġhouse":1577,"Ġdish":1578,"lish":1579,"Ġtri":1580,"Ġrelationship":1581,"Ġquick":1582,"err":1583,"Ġlast":1584,"Ġintegers":1585,"atter":1586,"Ġinter":1587,"Ġorgan":1588,"Ġneeds":1589,"False":1590,"verage":1591,"Ġnear":1592,"Ġtimes":1593,"Ġbenef":1594,"Ġlit":1595,"Ġsleep":1596,"io":1597,"Ġcaus":1598,"Ġstatement":1599,"Ġass":1600,"Ġhealthy":1601,"Ġrep":1602,"ulti":1603,"ĠEng":1604,"Ġfew":1605,"ining":1606,"Ġtaking":1607,"Ġsto":1608,"Ġaut":1609,"yth":1610,"ills":1611,"Ġreduce":1612,"tle":1613,"aring":1614,"Ġweight":1615,"Ġspace":1616,"Ġwood":1617,"Ġsay":1618,"Ġdata":1619,"Ġmeaning":1620,"####":1621,"Ġrecipe":1622,"ib":1623,"Ġsw":1624,"ĠClassify":1625,"chn":1626,"Ġtrying":1627,"Ġmight":1628,"Ġflour":1629,"oods":1630,"Ġnegative":1631,"def":1632,"Ġbaking":1633,"Ġnight":1634,"Ġsalt":1635,"ĠUnited":1636,"ared":1637,"Ġstore":1638,"ony":1639,"ĠWhen":1640,"Ġ30":1641,"Ġcho":1642,"Ġbreak":1643,"Ġsystem":1644,"Ġident":1645,"Ġground":1646,"Ġyear":1647,"Ġcond":1648,"Ġoptions":1649,"Ġrestaurant":1650,"icken":1651,"Ġlife":1652,"Ġcompany":1653,"Ġmother":1654,"Ġitems":1655,"Ġwebsite":1656,"Ġgram":1657,"Ġpract":1658,"Ġbody":1659,"Ġcap":1660,"ional":1661,"Ġspecific":1662,"Ġdays":1663,"poon":1664,"Ġcurrent":1665,"Ġyourself":1666,"Ġnext":1667,"Ġgenerate":1668,"Ġwhite":1669,"Ġexerc":1670,"Ġamount":1671,"Ġlevel":1672,"etic":1673,"Ġdevelop":1674,"Ġaway":1675,"Ġthings":1676,"Ġlab":1677,"Ġoften":1678,"Ġlanguage":1679,"Ġdifference":1680,"vern":1681,"Ġtrees":1682,"oms":1683,"ĠHere":1684,"Ġpay":1685,"udget":1686,"Ġenough":1687,"ef":1688,"Ġtables":1689,"ithm":1690,"ĠĠĠĠĠĠĠ":1691,"ately":1692,"Ġbuilding":1693,"Ġchoose":1694,"Ġpoints":1695,"Ġpiece":1696,"ĠDet":1697,"thing":1698,"11":1699,"ex":1700,"Ġsing":1701,"ĠAl":1702,"Ġclo":1703,"ĠGenerate":1704,"()":1705,"Ġsn":1706,"Ġsafe":1707,"Ġtrans":1708,"Ġmust":1709,"Ġtem":1710,"Ġneeded":1711,"avor":1712,"Ġprot":1713,"RE":1714,"Ġmet":1715,"Ġtalk":1716,"ython":1717,"Ġcreat":1718,"Ġstrings":1719,"Ġbudget":1720,"els":1721,"Ġcust":1722,"ication":1723,"Ġplease":1724,"ational":1725,"Ġbrown":1726,"ĠPerson":1727,"Ġanother":1728,"Ġphr":1729,"Ġbutter":1730,"Ġpa":1731,"Ġdesign":1732,"Ġsaid":1733,"Ġment":1734,"Ġtechn":1735,"ĠWhy":1736,"Ġpopular":1737,"oes":1738,"Ġwide":1739,"Ġthough":1740,"Ġsomeone":1741,"\"\"":1742,"uation":1743,"75":1744,"Ġarticle":1745,"ergy":1746,"Ġotherwise":1747,"Ġput":1748,"Ġfield":1749,"ĠWhere":1750,"ĠOne":1751,"ĠDetermine":1752,"ron":1753,"Ġglass":1754,"liver":1755,"Ġthose":1756,"Ġmar":1757,"Ġhair":1758,"ĠWhich":1759,"Ġincluding":1760,"Ġstudy":1761,"ĠAr":1762,"):":1763,"Ġ11":1764,"Ġable":1765,"ruction":1766,"Ġeng":1767,"ateg":1768,"Ġchang":1769,"ision":1770,"Ġsym":1771,"Ġrisk":1772,"Ġour":1773,"ient":1774,"ality":1775,"Ġavail":1776,"Ġfocus":1777,"Ġcity":1778,"Ex":1779,"rible":1780,"fort":1781,"Ġaverage":1782,"yle":1783,"ĠSo":1784,"cer":1785,"Ġbelow":1786,"Ġturn":1787,"Ġinteger":1788,"ead":1789,"Ġfalse":1790,"Ġdiet":1791,"Ġstill":1792,"Ġbro":1793,"ese":1794,"uc":1795,"Ġexperience":1796,"Ġpath":1797,"Ġred":1798,"ords":1799,"Ġchildren":1800,"joy":1801,"Ġtown":1802,"Ġlongest":1803,"Ġtree":1804,"ites":1805,"Ġdark":1806,"Ġwritten":1807,"Ġenergy":1808,"Ġoffer":1809,"ĠHowever":1810,"ĠWho":1811,"Ġfriend":1812,"Ġkind":1813,"elp":1814,"Ġeating":1815,"iling":1816,"Ġwrite":1817,"Ġoccur":1818,"inal":1819,"Ġregularly":1820,"30":1821,"Ġsense":1822,"Ġmem":1823,"Ġcomputer":1824,"Ġallow":1825,"Ġgreen":1826,"pper":1827,"Ġheard":1828,"Ġavailable":1829,"cing":1830,"Ġter":1831,"Ġmeans":1832,"lev":1833,"Ġarr":1834,"Ġoven":1835,"Ġtow":1836,"âĢĿ":1837,"rit":1838,"ĠEarth":1839,"Text":1840,"ĠNew":1841,"Ġalong":1842,"pping":1843,"co":1844,"ĠâĢľ":1845,"Ġinspect":1846,"Ġgrow":1847,"Ġhuman":1848,"Ġsqu":1849,"Ġmilk":1850,"ters":1851,"Ġser":1852,"ories":1853,"Ġcustom":1854,"Ġnow":1855,"40":1856,"Ġgl":1857,"Ġchicken":1858,"ĠNEGATIVE":1859,"Ġfree":1860,"ye":1861,"19":1862,"60":1863,"Ġtreat":1864,"Ġteas":1865,"ĠFr":1866,"ĠPython":1867,"Ġsoft":1868,"eds":1869,"light":1870,"Ġmonth":1871,"ips":1872,"Ġcase":1873,"ral":1874,"Ġcause":1875,"Ġelect":1876,"Ġpan":1877,"Ġhappen":1878,"Ġlove":1879,"ĠStates":1880,"ĠJames":1881,"Ġhand":1882,"Ġleast":1883,"orth":1884,"Ġprofess":1885,"Ġear":1886,"ĠSh":1887,"Ġvari":1888,"Ġcolle":1889,"Ġbugs":1890,"ute":1891,"Ġvegetables":1892,"Ġfru":1893,"Ġmakes":1894,"vert":1895,"Ġsearch":1896,"alf":1897,"Ġhard":1898,"abc":1899,"Ġdirect":1900,"Ġevents":1901,"ince":1902,"nter":1903,"land":1904,"Ġwild":1905,"Ġselect":1906,"Ġ}":1907,"ĠAs":1908,"Ġdoor":1909,"Ġcomb":1910,"ots":1911,"let":1912,"Ġcontact":1913,"ĠYelp":1914,"Ġmarket":1915,"Ġlow":1916,"ides":1917,"Ġterm":1918,"((":1919,"Ġcolor":1920,"ffic":1921,"ium":1922,"plo":1923,"Ġcountry":1924,"Ġcharacters":1925,"Ġgoals":1926,"ĠSe":1927,"ason":1928,"cessary":1929,"ublic":1930,"ĠEnglish":1931,"Ġcertain":1932,"Ġcold":1933,"enty":1934,"ĠQuestion":1935,"ism":1936,"ES":1937,"outh":1938,"Ġresp":1939,"Ġmulti":1940,"ik":1941,"hor":1942,"Ġstep":1943,"Ġsocial":1944,"Ġmusic":1945,"Ġfil":1946,"Ġpartic":1947,"Ġchange":1948,"Ġasked":1949,"ĠBe":1950,"imals":1951,"Ġactivities":1952,"ĠPassage":1953,"Ġsingle":1954,"inner":1955,"Ġleav":1956,"of":1957,"Ġless":1958,"Ġwarm":1959,"25":1960,"not":1961,"Ġterrible":1962,"ember":1963,"Ġdiv":1964,"ĠSp":1965,"Ġstarted":1966,"Ġhist":1967,"Ġ16":1968,"Ġ/":1969,"ĠPl":1970,"TE":1971,"Ġgot":1972,"Ġknown":1973,"by":1974,"Ġphys":1975,"Ġ13":1976,"Ġresources":1977,"Ġsaw":1978,"Ġcontext":1979,"ON":1980,"Ġorig":1981,"Ġce":1982,"oss":1983,"rain":1984,"ording":1985,"hing":1986,"row":1987,"']":1988,"ently":1989,"agram":1990,"ithmetic":1991,"ature":1992,"irt":1993,"Ġmovie":1994,"Ġstory":1995,"man":1996,"abet":1997,"reen":1998,"Ġspecial":1999,"ully":2000,"Ġerr":2001,"Ġrelated":2002,"Ġarithmetic":2003,"45":2004,"ished":2005,"nect":2006,"print":2007,"ug":2008,"Ġmen":2009,"Ġpow":2010,"osed":2011,"Ġfinan":2012,"Ġidentify":2013,"ane":2014,"ression":2015,"ĠMy":2016,"Ġtravel":2017,"Ġpotential":2018,"und":2019,"Ġreal":2020,"pped":2021,"Ġdecimal":2022,"con":2023,"Ġenjoy":2024,"lling":2025,"POSITIVE":2026,"Ġsetting":2027,"Ġanimals":2028,"ination":2029,"Ġdoing":2030,"Ġlower":2031,"Ġfall":2032,"Ġbeh":2033,"ains":2034,"ott":2035,"ĠCon":2036,"Ġshow":2037,"azy":2038,"cul":2039,"Ġprep":2040,"itc":2041,"Ġkey":2042,"Ġlabel":2043,"ĠPr":2044,"my":2045,"ĠHead":2046,"ware":2047,"Ġheat":2048,"itions":2049,"ĠStart":2050,"Ġblue":2051,"Ġfavor":2052,"Ġimprove":2053,"Ġproducts":2054,"Ġstand":2055,"Ġmat":2056,"Ġpast":2057,"Ġsize":2058,"Ġlikely":2059,"Ġpaper":2060,"Ġbelie":2061,"ume":2062,"Ġdisc":2063,"Ġpractice":2064,"be":2065,"ĠInst":2066,"Ġmiss":2067,"ĊĠĠĠĠĠĠĠĠĠĠĠ":2068,"Ġplenty":2069,"ike":2070,"Ġbow":2071,"Ġsepar":2072,"ĠEnter":2073,"Ġla":2074,"amed":2075,"Ġmove":2076,"tt":2077,"Ġplaces":2078,"100":2079,"mage":2080,"Ġ.":2081,"Ġpick":2082,"Ġcred":2083,"Ġstone":2084,"Ġteaspoon":2085,"Ġgra":2086,"ĠOliver":2087,"16":2088,"ument":2089,"Ġpresent":2090,"18":2091,"ruct":2092,"ĠCl":2093,"viron":2094,"Ġimage":2095,"sp":2096,"inc":2097,"Ġsand":2098,"Ġstudents":2099,"Ġgame":2100,"ique":2101,"Ġinvol":2102,"ization":2103,"Ġaccount":2104,"Sample":2105,"ses":2106,"cept":2107,"Ġreach":2108,"Ġfoods":2109,"Ġprotect":2110,"Ġnecessary":2111,"Ġ\"\"\"":2112,"Ġbas":2113,"Ġphone":2114,"Ġlive":2115,"lls":2116,"Ġconf":2117,"ilar":2118,"Ġ40":2119,"atures":2120,"enn":2121,"Ġwa":2122,"Ġsuc":2123,"Ġwoman":2124,"Ġsci":2125,"Ġvac":2126,"Ġ17":2127,"NEGATIVE":2128,"Ġconve":2129,"ids":2130,"Ġjum":2131,"Ġavoid":2132,"Ġenviron":2133,"Ġbir":2134,"Ġslow":2135,"ward":2136,"ĊĠ":2137,"Ġage":2138,"idered":2139,"Ġmater":2140,"Ġpower":2141,"Ġ100":2142,"Ġsav":2143,"Ġtoday":2144,"ided":2145,"umn":2146,"ĠOnce":2147,"Ġrepl":2148,"Ġnut":2149,"14":2150,"Ġmeet":2151,"gle":2152,"Ġreading":2153,"Ġlazy":2154,"33":2155,"Ġadvice":2156,"Ġelse":2157,"Ġice":2158,"Ġhot":2159,"Ġlocation":2160,"ĠAfter":2161,"Ġsurf":2162,"Ġenvironment":2163,"resp":2164,"Ġauthor":2165,"Ġgrammat":2166,"Ġworking":2167,"Ġalph":2168,"arent":2169,"ĠUse":2170,"Ġconsidered":2171,"Ġcapital":2172,"Ġcour":2173,"Ġfavorite":2174,"Ġrock":2175,"ape":2176,"Ġdig":2177,"Ġcomfort":2178,"Ġrepres":2179,"ounds":2180,"Ġwithin":2181,"Ġemplo":2182,"Ġlittle":2183,"ĠSet":2184,"Ġthing":2185,"Ġheld":2186,"Ġexpect":2187,"ĠThen":2188,"Ġothers":2189,"Ġcommun":2190,"icult":2191,"val":2192,"string":2193,"ived":2194,"Ġflow":2195,"poons":2196,"Ġcream":2197,"Ġskills":2198,"ĠâĢĺ":2199,"ials":2200,"Ġconsult":2201,"iction":2202,"ming":2203,"Ġrid":2204,"Ġshop":2205,"onym":2206,"ivers":2207,"Ġmax":2208,"Ġbeg":2209,"itchen":2210,"Ġlearning":2211,"Ġbenefits":2212,"ĠPre":2213,"Ġoption":2214,"Ġplants":2215,"Ġacross":2216,"Ġelements":2217,"Ġfre":2218,"Ġ25":2219,"ixt":2220,"Ġroad":2221,"Ġletter":2222,"Ġanswers":2223,"Ġaccording":2224,"Ġsimilar":2225,"Ġpowder":2226,"less":2227,"Ġmoon":2228,"Ġapples":2229,"ator":2230,"Ġconst":2231,"pose":2232,"Ġplant":2233,"Ġaddition":2234,"raw":2235,"Ġenc":2236,"Ġkitchen":2237,"Ġbowl":2238,"Ġste":2239,"ropri":2240,"sure":2241,"Ġhistory":2242,"Ġanimal":2243,"Ġfeet":2244,"Ġtemper":2245,"Ġdifficult":2246,"ĠUS":2247,"OT":2248,"Ġequal":2249,"aut":2250,"Ġcorresp":2251,"Ġgovern":2252,"tain":2253,"Ġtall":2254,"Th":2255,"Ġsuccess":2256,"Ġeffective":2257,"Ġlaw":2258,"Ġletters":2259,"Ġperform":2260,"cle":2261,"ĠReview":2262,"ology":2263,"Ġheart":2264,"Ġdefin":2265,"Ġ14":2266,"Ġclear":2267,"iting":2268,"Ġdry":2269,"Ġconnect":2270,"Ġfinancial":2271,"Ġsave":2272,"Ġsuggest":2273,"Ġhang":2274,"ze":2275,"Ġwanted":2276,"Ġsequence":2277,"Ġpull":2278,"Ġremove":2279,"Ġabove":2280,"orld":2281,"Ġdise":2282,"ana":2283,"Ġgard":2284,"Ġexpl":2285,"Ġgold":2286,"app":2287,"Ġvalid":2288,"Ġusually":2289,"ĠAdd":2290,"Ġmor":2291,"Ġnames":2292,"Ġcredit":2293,"ators":2294,"John":2295,"Ġ24":2296,"Ġwalked":2297,"Ġsil":2298,"Ġanything":2299,"It":2300,"yes":2301,"ĠOn":2302,"Ġcountries":2303,"Ġbecome":2304,"Ġrelev":2305,"ried":2306,"onds":2307,"fully":2308,"Passage":2309,"Ġfather":2310,"ĠEach":2311,"Ġver":2312,"Ġswe":2313,"Ġhalf":2314,"ering":2315,"ptoms":2316,"me":2317,"Ġskin":2318,"Ġmultiple":2319,"AL":2320,"Ġdeep":2321,"Ġgar":2322,"Ġface":2323,"Ġcontro":2324,"Ġcard":2325,"ĠRead":2326,"Ġfit":2327,"ixture":2328,"Ġstress":2329,"Ġcups":2330,"Ġwebsites":2331,"Ġonce":2332,"Ġappropri":2333,"ĠAmerican":2334,"Ġwriting":2335,"Ġfollows":2336,"ĠInd":2337,"asing":2338,"Ġcontin":2339,"Ġiss":2340,"Ġlim":2341,"Ġtypically":2342,"rodu":2343,"Ġaccess":2344,"Ġunderstanding":2345,"Ġma":2346,"Ġfur":2347,"Ġflu":2348,"Ġincrease":2349,"ĠEx":2350,"Ġ,":2351,"Ġtru":2352,"bo":2353,"Ġchanges":2354,"Ġconvers":2355,"ina":2356,"Ġfish":2357,"Ġanagram":2358,"ior":2359,"ency":2360,"Ġlives":2361,"Ġ|":2362,"ivid":2363,"Ġalphabet":2364,"Ġservices":2365,"ourne":2366,"heat":2367,"oint":2368,"Ġtrou":2369,"rib":2370,"idd":2371,"erness":2372,"13":2373,"Ġphrase":2374,"PE":2375,"entences":2376,"Ġdate":2377,"Ġbig":2378,"Ġegg":2379,"Ġest":2380,"Ġpurch":2381,"Ġwooden":2382,"Ġland":2383,"Ġmixture":2384,"Ġstrong":2385,"Ġcontent":2386,"Ġexercise":2387,"Ġsituation":2388,"Ġsince":2389,"Ġprofessional":2390,"agn":2391,"ĠOther":2392,"Ġdecide":2393,"Ġheav":2394,"Ġlevels":2395,"ĠInput":2396,"Ġclose":2397,"Ġgarden":2398,"ges":2399,"Ġwalking":2400,"Ġgovernment":2401,"ley":2402,"llo":2403,"swer":2404,"Output":2405,"Ġpublic":2406,"Ġdidn":2407,"Ġmod":2408,"ffee":2409,"Ġhig":2410,"Ġprice":2411,"Ġtatt":2412,"Ġsort":2413,"Ġappear":2414,"fl":2415,"Ġpat":2416,"ged":2417,"sequ":2418,"Ġ_____":2419,"ĠAre":2420,"Ġfactors":2421,"Ġcut":2422,"Ġ200":2423,"Ġplaying":2424,"Ġsymptoms":2425,"Ġcir":2426,"Ġwin":2427,"YY":2428,"17":2429,"Ġintern":2430,"Ġclassify":2431,"Ġwilderness":2432,"ison":2433,"Ġpost":2434,"inated":2435,"resh":2436,"Ġwatch":2437,"soci":2438,"augh":2439,"ls":2440,"idge":2441,"Ġmeth":2442,"Ġceiling":2443,"Ġcenter":2444,"Ġphysical":2445,"ift":2446,"Ġess":2447,"Ġyoung":2448,"ĠAll":2449,"Ġtakes":2450,"Ġsolution":2451,"Ġgoes":2452,"Ġ&":2453,"Ġexec":2454,"ams":2455,"Ġwidely":2456,"Ġmeas":2457,"Ġfire":2458,"Ġvide":2459,"ances":2460,"Ġexpen":2461,"Ġmix":2462,"Ġquickly":2463,"Ġappropriate":2464,"Ġforest":2465,"___":2466,"Ġglo":2467,"list":2468,"rive":2469,"Ġprevent":2470,"etwork":2471,"ĠCre":2472,"Ġmorning":2473,"24":2474,"py":2475,"angle":2476,"airs":2477,"bits":2478,"Ġlog":2479,"Ġbal":2480,"ĠThese":2481,"ĠProduce":2482,"Ġexperiment":2483,"ĠX":2484,"Ġmedia":2485,"Ġhappy":2486,"...":2487,"Ġlargest":2488,"Ġdue":2489,"import":2490,"tern":2491,"Ġbox":2492,"Ġseeds":2493,"mon":2494,"Ġensure":2495,"Ġunique":2496,"Ġsequential":2497,"Ġcolumn":2498,"Ġtrack":2499,"Ġ50":2500,"Ġbar":2501,"Ġfront":2502,"Ġinterested":2503,"Ġsmo":2504,"Ġparent":2505,"head":2506,"aced":2507,"Ġfile":2508,"nces":2509,"idence":2510,"ought":2511,"Ġearly":2512,"Ġparty":2513,"Ġhold":2514,"Ġvarious":2515,");":2516,"med":2517,"ĠDe":2518,"Ġrunning":2519,"Ġet":2520,"gn":2521,"Ġtool":2522,"Ġdev":2523,"Ġpref":2524,"Example":2525,"Ġtablespoons":2526,"Ġredu":2527,"Ġcoffee":2528,"Ġmind":2529,"ery":2530,"Ġcreating":2531,"Ġindivid":2532,"Re":2533,"Ġdress":2534,"Ġnoun":2535,"ĠCons":2536,"acks":2537,"alling":2538,"Ġfeatures":2539,"Ġban":2540,"----":2541,"Ġtips":2542,"Ġliving":2543,"ester":2544,"Ġz":2545,"bab":2546,"Ġcell":2547,"ises":2548,"uck":2549,"cent":2550,"Ġquality":2551,"Ġconveys":2552,"Ġdinner":2553,"Ġfull":2554,"Ġprom":2555,"Ġdogs":2556,"Ġnon":2557,"Ġfoot":2558,"Ġproblems":2559,"entle":2560,"Ġcloth":2561,"Ġoverall":2562,"ulation":2563,"izz":2564,"Ġcover":2565,"Ġspok":2566,"Ġbad":2567,"Ġsubject":2568,"Ġspend":2569,"Ġcomfortable":2570,"impl":2571,"azing":2572,"Ġovers":2573,"Ġcandid":2574,"Ġlay":2575,"Ġtook":2576,"Ġfive":2577,"Ġtrouble":2578,"Ġthird":2579,"00000000":2580,"80":2581,"Ġcool":2582,"Ġrequired":2583,"Ġnamed":2584,"Ġconsist":2585,"Ġfruits":2586,"Ġweather":2587,"He":2588,"lude":2589,"Ġstarting":2590,"Ġsurface":2591,"Ġrate":2592,"Ġworks":2593,"Ġport":2594,"ury":2595,"Ġsho":2596,"Ġfollowed":2597,"Ġmedical":2598,"Ġmention":2599,"Ġrelax":2600,"Ġgoal":2601,"Ġcomes":2602,"Ġrange":2603,"Ġfox":2604,"Ġexecut":2605,"Ġcorrespond":2606,"Ġcustomer":2607,"Ġcompute":2608,"Ġvariety":2609,"ĠMary":2610,"++":2611,"eter":2612,"Ġcondition":2613,"Ġextra":2614,"Ġcra":2615,"Ġgentle":2616,"Ġleg":2617,"Ġrepresent":2618,"Ġcollege":2619,"Ġbreat":2620,"Ġden":2621,"Ġactivity":2622,"Ġrequire":2623,"for":2624,"Ġrece":2625,"Ġassoci":2626,"Ġ:),":2627,"iew":2628,"Ġsquare":2629,"Ġpred":2630,"ĠAf":2631,"Ġapply":2632,"Ġposition":2633,"aa":2634,"mar":2635,"Ġhy":2636,"bal":2637,"Ġphot":2638,"itely":2639,"Ġengine":2640,"Ġparticular":2641,"Ġpulled":2642,"case":2643,"Ġeyes":2644,"ton":2645,"Ġspoken":2646,"'ll":2647,"chie":2648,"Ġpress":2649,"lves":2650,"play":2651,"Ġcaused":2652,"She":2653,"pin":2654,"itle":2655,"Ġindu":2656,"ĠSteps":2657,"imum":2658,"rad":2659,"ĠAm":2660,"Ġelement":2661,"Ġdone":2662,"ĠâĢ¢":2663,"Ġho":2664,"Ġrout":2665,"ched":2666,"Ġwhole":2667,"ĠCould":2668,"Ġpersonal":2669,"'(":2670,"Ġborn":2671,"Ġinstead":2672,"Ġbase":2673,"ĠHis":2674,"Ġemail":2675,"Ġvalues":2676,"Ġthroughout":2677,"Ġeasy":2678,"Ġtattoo":2679,"Ġ$<<":2680,"Ġfresh":2681,"Rem":2682,"Ġ_":2683,"Ġgenerally":2684,"Ġinstruction":2685,"illion":2686,"uro":2687,"Ġfar":2688,"Ġcalcul":2689,"AN":2690,"pes":2691,"Ġemploy":2692,"Ġwomen":2693,"Ġfig":2694,"Ġstreet":2695,"fficient":2696,"Ġleaves":2697,"ump":2698,"Ġmissing":2699,"ĊĠĠĠĠĠĠĠĠĠĠĠĠ":2700,"ĠYork":2701,"Ġdecided":2702,"Ġtrad":2703,"Ġparts":2704,"Ġchoices":2705,"oting":2706,"icate":2707,"Ġsong":2708,"Ġmanage":2709,"conom":2710,"Ġdistance":2711,"ils":2712,"Ġextract":2713,"pos":2714,"book":2715,"ush":2716,"da":2717,"ĠSm":2718,"Ġanagrams":2719,"Ġcancer":2720,"Ġremain":2721,"Ġtemperature":2722,"Ġthick":2723,"Ġmount":2724,"ĠCreate":2725,"Ġnotion":2726,"acher":2727,"Ġfrequ":2728,"ball":2729,"Ċĉ":2730,"ret":2731,"ĠTake":2732,"ĠInt":2733,"amm":2734,"Ġarm":2735,"Ġindust":2736,"Ġstop":2737,"ks":2738,"Ġgir":2739,"Ġcult":2740,"Ġprovides":2741,"Ġview":2742,"Ġmiles":2743,"implified":2744,"Ġstatements":2745,"aster":2746,"':":2747,"name":2748,"ilt":2749,"70":2750,"Ġoversimplified":2751,"Ġok":2752,"ĠOr":2753,"oud":2754,"Ġoriginal":2755,"Ġtopic":2756,"ĠEn":2757,"Ġtalking":2758,"=<<":2759,"aken":2760,"cl":2761,"Ġabs":2762,"Ġlose":2763,"Ġinde":2764,"Ġconditions":2765,"Ġappears":2766,"Ġbab":2767,"Ġstick":2768,"Ġwhy":2769,"Ġ22":2770,"Ġingredient":2771,"ĠPersonX":2772,"ource":2773,"Ġkill":2774,"aly":2775,"IN":2776,"Ġamazing":2777,"','":2778,"ĠSentences":2779,"irus":2780,"Ġitem":2781,"Ġcorresponding":2782,"Ġuses":2783,"Ġjumps":2784,"ender":2785,"Ġvisit":2786,"asy":2787,"ĠAt":2788,"Ġstruct":2789,"Ġdre":2790,"aging":2791,"erence":2792,"ai":2793,"fect":2794,"Ġnature":2795,"Ġpack":2796,"Ġpark":2797,"ĠBl":2798,"ĠChe":2799,"ĠWorld":2800,"Ġrefer":2801,"ĠCalling":2802,"Ġspeak":2803,"aff":2804,"Ġ60":2805,"Ġfeeling":2806,"Ġnetwork":2807,"Ġ375":2808,"Ġpepper":2809,"Ġprices":2810,"ĠPar":2811,"imate":2812,"Ġamong":2813,"Ġconversation":2814,"Ġcannot":2815,"ili":2816,"ox":2817,"othes":2818,"Ġblood":2819,"Ġmatch":2820,"Ġcollect":2821,"Ġnews":2822,"ĠTw":2823,"ĠSc":2824,"Remember":2825,"Ġcateg":2826,"Ġdisease":2827,"ooky":2828,"Ġhands":2829,"umb":2830,"ĠConsider":2831,"ires":2832,"Ġspooky":2833,"ĠMr":2834,"pportun":2835,"Ġeconom":2836,"Ġnarr":2837,"Ġmach":2838,"ĠFirst":2839,"Ġsources":2840,"ĠBourne":2841,"Ġeduc":2842,"ising":2843,"Ġproject":2844,"itam":2845,"Ġball":2846,"Ġincome":2847,"This":2848,"Ġmot":2849,"Ġsport":2850,"Ġbegin":2851,"ĠPreheat":2852,"Ġbank":2853,"Ġnorth":2854,"ĠWar":2855,"ken":2856,"Ġarg":2857,"cket":2858,"include":2859,"ĠEm":2860,"Ġmaj":2861,"ĠDod":2862,"Ġlocated":2863,"Ġperm":2864,"amb":2865,"iber":2866,"OR":2867,"Ġopportun":2868,")))":2869,"do":2870,"Ġaff":2871,"ĠZ":2872,"Ġcake":2873,"Ġreport":2874,"Ġterms":2875,"rench":2876,"Ġexpress":2877,"Tail":2878,"ĠAnswer":2879,"ĠBrit":2880,"ention":2881,"Ġlisten":2882,"Ġlean":2883,"ĠAmerica":2884,"Ġsigns":2885,"Ġflowers":2886,"Ġseen":2887,"Inst":2888,"illa":2889,"Ġbirth":2890,"urity":2891,"Ġdescribe":2892,"attern":2893,"What":2894,"Ġimages":2895,"Ġscore":2896,"osp":2897,"Ġexperien":2898,"Ġdescribed":2899,"Ġtasks":2900,"Ġgarlic":2901,"iet":2902,"ister":2903,"ĠJack":2904,"Ġlate":2905,"sec":2906,"Ġstands":2907,"Ġpal":2908,"Ġinfl":2909,"Ġsoon":2910,"Ġgrammatically":2911,"Ġiron":2912,"Ġetc":2913,"no":2914,"plete":2915,"Ġindex":2916,"ĠDodger":2917,"ĠTry":2918,"ocol":2919,"90":2920,"Ġopin":2921,"Ġlines":2922,"Ġstat":2923,"Ġsat":2924,"Ġsau":2925,"Ġassociated":2926,"iced":2927,"Ġgames":2928,"af":2929,"ĠPh":2930,"iddle":2931,"ledge":2932,"time":2933,"Ġareas":2934,"Ġpregn":2935,"Ġdoc":2936,"Ġstrateg":2937,"pple":2938,"Ġokay":2939,"ored":2940,"unch":2941,"34":2942,"Ġill":2943,"ondon":2944,"Ġwon":2945,"('":2946,"icles":2947,"Ġson":2948,"ĠMar":2949,"Ġgro":2950,"ding":2951,"Ġlif":2952,"Ġspl":2953,"Ġprote":2954,"ann":2955,"iques":2956,"Ġcontrol":2957,"Ġ==":2958,"most":2959,"unt":2960,"aim":2961,"ĠWould":2962,"Ġseries":2963,"Ġmist":2964,"NO":2965,"omes":2966,"sive":2967,"Ġmentioned":2968,"Ġodd":2969,"Ġpen":2970,"Ġphrases":2971,"Ġcame":2972,"Ġpet":2973,"Ġmedic":2974,"dr":2975,"Ġcooking":2976,"Ġformat":2977,"Ġblanks":2978,"Ġcosts":2979,"Ġfant":2980,"Ġmeal":2981,"Ġbring":2982,"ĠList":2983,"Ġmass":2984,"EN":2985,"aus":2986,"Ġ('":2987,"Ġmess":2988,"raction":2989,"Ġsor":2990,"Ġwar":2991,"ĠImage":2992,"Ġsupp":2993,"Ġerrors":2994,"Ġfat":2995,"str":2996,"plication":2997,"Ġblog":2998,"Ġmath":2999,"Ġsmaller":3000,"Ġwants":3001,"erences":3002,"Ġsides":3003,"urope":3004,"Ġbeaut":3005,"Ġdesigned":3006,"ĠCity":3007,"ĠPart":3008,"Ġhappened":3009,"Ġcoming":3010,"Ġteacher":3011,"Ġoperators":3012,"Ġtechniques":3013,"ightly":3014,"order":3015,"Ġcarefully":3016,"Ġresults":3017,"Ġcats":3018,"UN":3019,"Ġgrass":3020,"Ġaffect":3021,"Ġpassages":3022,"Ġapple":3023,"Ġachie":3024,"oring":3025,"Ġtowards":3026,"Ġ`":3027,"Ġsurround":3028,"otes":3029,"Ġteam":3030,"attle":3031,"Ġpict":3032,"Person":3033,"Ġalc":3034,"wards":3035,"Ġknowledge":3036,"Ġtast":3037,"Ġelim":3038,"Ġthinking":3039,"sing":3040,"Ġperfect":3041,"sequence":3042,"Ġever":3043,"Ġsound":3044,"Ġdefinitely":3045,"Ġfinding":3046,"ĠDes":3047,"Ġ->":3048,"omet":3049,"Ġgas":3050,"Ġgeneration":3051,"Ġsky":3052,"Ġvol":3053,"Ġgen":3054,"Ġcareer":3055,"ĠAfric":3056,"Ġdeal":3057,"Ġfamous":3058,"Ġincreased":3059,"ĠLondon":3060,"ĠTom":3061,"Ġmajor":3062,"ĠNe":3063,"Ġseparated":3064,"Ġsauce":3065,"cat":3066,"ĠLe":3067,"iod":3068,"ER":3069,"Ġdrinking":3070,"Ġsorry":3071,"ended":3072,"Ġbuying":3073,"Ġsets":3074,"bit":3075,"ured":3076,"word":3077,"Ġ[\"":3078,"ock":3079,"ung":3080,"Ġexperimental":3081,"anation":3082,"ĠPOSITIVE":3083,"min":3084,"Ġsafety":3085,"rief":3086,"Ġlonger":3087,"Ġpattern":3088,"Ġdiscus":3089,"Ġdoesn":3090,"Ġindividual":3091,"Ġbag":3092,"Ġdest":3093,"Ġlater":3094,"Ġbread":3095,"Ġdirectly":3096,"Ġtitle":3097,"Ġcheese":3098,"ĠMs":3099,"Ġbran":3100,"Ġbehav":3101,"Ġopp":3102,"Ġbought":3103,"Ġdam":3104,"itional":3105,"ech":3106,"ĠGe":3107,"ĠTail":3108,"vious":3109,"Ġvan":3110,"Ġspread":3111,"Ġbur":3112,"add":3113,"Ġanyone":3114,"Ġcauses":3115,"orrect":3116,"Ġreplace":3117,"Ġrat":3118,"Ġindustry":3119,"Ġbaby":3120,"itting":3121,"uments":3122,"Ġscient":3123,"ying":3124,"Ġincludes":3125,"ĠEurope":3126,"Ġspending":3127,"Ġsere":3128,"Ġsoftware":3129,"Ġpron":3130,"ĠAd":3131,"Ġhelps":3132,"wood":3133,"Ġhor":3134,"Ġsnow":3135,"Ġsoil":3136,"Input":3137,"aches":3138,"Ġbecame":3139,"Ġchoice":3140,"Ġresearching":3141,"Ġwest":3142,"ĠâĢĵ":3143,"ĠFrench":3144,"Ġfell":3145,"Ġtrip":3146,"iversity":3147,"aps":3148,"Ġdetails":3149,"}.":3150,"Ġearn":3151,"AR":3152,"Ġexecuting":3153,"Ġexc":3154,"urance":3155,"rush":3156,"Ġcontaining":3157,"icial":3158,"Ġmedium":3159,"lt":3160,"Ġproduce":3161,"Ġround":3162,"Ġreason":3163,"Ġnothing":3164,"use":3165,"uff":3166,"rought":3167,"Ġserene":3168,"ĠSy":3169,"ready":3170,"key":3171,"Ġfem":3172,"Ġyog":3173,"ively":3174,"Ġproviding":3175,"Ġbelieve":3176,"Ġsavings":3177,".',":3178,"Ġbrief":3179,"ĠChar":3180,"Ġoak":3181,"Ġwait":3182,"Ġplat":3183,"umber":3184,"Ġsix":3185,"Ġfle":3186,"Ġburn":3187,"Ġslowly":3188,"36":3189,"32":3190,"ability":3191,"ohol":3192,"Ġrain":3193,"Ġstir":3194,"Ġshoes":3195,"ictionary":3196,"Ġbott":3197,"Ġprepare":3198,"Ġarch":3199,"sion":3200,"Ġstock":3201,"Ġmaintain":3202,"Ġforms":3203,"Ġsmallest":3204,"Ġloss":3205,"Warning":3206,"Ġstates":3207,"unct":3208,"Ġmaterials":3209,"Ġclos":3210,"Ġconcise":3211,"Ġworth":3212,"izing":3213,"Ġtools":3214,"room":3215,"Ġaction":3216,"Ġbit":3217,"Ġalready":3218,"Ġrelevant":3219,"Ġfurther":3220,"Ġhigher":3221,"Ġinfect":3222,"Ġshad":3223,"ised":3224,"Ġthought":3225,"Ġtopics":3226,"erous":3227,"ĠBr":3228,"Ġgain":3229,"Ġsea":3230,"Ġwindows":3231,"Ġbuilt":3232,"Ġadvant":3233,"Ġdrive":3234,"Ġaud":3235,"Ġtaken":3236,"Ġpriv":3237,"Ġappro":3238,"oogle":3239,"Ġdecision":3240,"Ġsimple":3241,"Ġalphabetical":3242,"Ġasking":3243,"Ġwindow":3244,"anced":3245,"fast":3246,"++)":3247,"Ġflight":3248,"][":3249,"Ġrespons":3250,"sy":3251,"Ġpurchase":3252,"Ġmag":3253,"istance":3254,"78":3255,"array":3256,"ience":3257,"Ġoperations":3258,"ouch":3259,"Ġcases":3260,"Ġdesired":3261,"Ġessential":3262,"apan":3263,"Ġjo":3264,"ĠPlace":3265,"pro":3266,"Ġpolic":3267,"Ġfantasy":3268,"Ġdescribes":3269,"Ġplatform":3270,"vered":3271,"Ġconvert":3272,"Ġeverything":3273,"Ġcrim":3274,"Ġmembers":3275,"Ġsmooth":3276,"ptop":3277,"Ġrole":3278,"['":3279,"//":3280,"Ġvideo":3281,"itation":3282,"ĠSus":3283,"ĠHer":3284,"anti":3285,"ĠChoose":3286,"Ġadding":3287,"rap":3288,"22":3289,"Ġitself":3290,"Ġsouth":3291,"ĠClick":3292,"sc":3293,"Ġrot":3294,"Ġju":3295,"ĠAnd":3296,"Ġerror":3297,"STE":3298,"Ġinterview":3299,"ĠLast":3300,"live":3301,"])":3302,"Ġlink":3303,"Ġobjects":3304,"erns":3305,"Ġnarrow":3306,"Ph":3307,"new":3308,"Ġpaint":3309,"ĠGet":3310,"Ġexplo":3311,"Ġfro":3312,"Ġfix":3313,"Ġheavy":3314,"ging":3315,"Ġhelpful":3316,"Ġalcohol":3317,"ĠAv":3318,"Ġchem":3319,"Ġdang":3320,"unrelated":3321,"Ġcry":3322,"Ġpredict":3323,"Ġ27":3324,"rase":3325,"Ġvi":3326,"Ġdom":3327,"rug":3328,"where":3329,"Ġremo":3330,"Ġformed":3331,"Ġreducing":3332,"Ġperiod":3333,"ellig":3334,"Ġconsum":3335,"Ġseems":3336,"ĠCar":3337,"ler":3338,"Ġvacation":3339,"Ġvanilla":3340,"ĠPe":3341,"olution":3342,"Ġes":3343,"words":3344,"Ġhum":3345,"Ġonion":3346,"Ġorbits":3347,"Review":3348,"Ġmale":3349,"xy":3350,"itch":3351,"Ġaddress":3352,"Ġfruit":3353,"arian":3354,"Ġ45":3355,"Ġsmell":3356,"Ġcru":3357,"ograph":3358,"For":3359,"Ġcovered":3360,"ĠTr":3361,"35":3362,"Ġcorner":3363,"ĠNorth":3364,"99":3365,"Ġfridge":3366,"Ġbehind":3367,"Ġfarm":3368,"Target":3369,"Ġbelong":3370,"Ġcirc":3371,"')":3372,"Ġspeed":3373,"mary":3374,"Ġbra":3375,"Ġbatter":3376,"Ġda":3377,"Ġwear":3378,"Ġdisplay":3379,"Ġopinion":3380,"Ġlat":3381,"ĠJo":3382,"Ġsource":3383,"ians":3384,"Ġcamp":3385,"Ġmachine":3386,"Ġtired":3387,"Ġblock":3388,"Ġlibr":3389,"'d":3390,"lines":3391,"\":":3392,"agon":3393,"Ġtrash":3394,"Ġmonths":3395,"Ġbasic":3396,"sex":3397,"bon":3398,"Ġtap":3399,"Ġgrad":3400,"(\"":3401,"istic":3402,"LE":3403,"Ġtank":3404,"Ġsou":3405,"Ġstudying":3406,"Ġfast":3407,"iful":3408,"Ġsell":3409,"Ġsuccessful":3410,"200":3411,"Ġcarp":3412,"Ġincreasing":3413,"ĠBritish":3414,"uture":3415,"made":3416,"Ġretire":3417,"Ġeffects":3418,"secut":3419,"Ġshape":3420,"Ġqual":3421,"zz":3422,"Ġclaim":3423,"LA":3424,"ĠJones":3425,"Ġcorrectly":3426,"Ġadditional":3427,"Ġideas":3428,"Ġdelic":3429,"Ġmaterial":3430,"Ġelectric":3431,"Ġvirus":3432,"Image":3433,"Ġobs":3434,"Ġcandidate":3435,"rist":3436,"Ġtun":3437,"Ġproperly":3438,"aling":3439,"Ġupon":3440,"Ġstructure":3441,"Ġtomat":3442,"pg":3443,"planation":3444,"astic":3445,"oon":3446,"por":3447,"hemat":3448,"Ġtea":3449,"Ġmetal":3450,"Ġleaving":3451,"Ġpercent":3452,"ĠDoyle":3453,"Ġcandy":3454,"Ġpopulation":3455,"duct":3456,"Ġpers":3457,"ww":3458,"Ġchocol":3459,"verse":3460,"ma":3461,"ĠCheck":3462,"Ġspeech":3463,"Ġclasses":3464,"ĠCo":3465,"Ġyellow":3466,"All":3467,"Ġtechnology":3468,"inate":3469,"Ġpressure":3470,"Ġcomplex":3471,"Ġbreast":3472,"utral":3473,"YES":3474,"hest":3475,"Ġsecurity":3476,"Ġsoda":3477,"Ġcreated":3478,"UT":3479,"Ġaccur":3480,"son":3481,"()()":3482,"iles":3483,"ints":3484,"vies":3485,"Ar":3486,"Ġmom":3487,"bles":3488,"Ġeast":3489,"Ġdoll":3490,"Ġbird":3491,"Ġprogress":3492,"Ġissues":3493,"orge":3494,"ĠFl":3495,"Ġlaptop":3496,"Ġ36":3497,"Ġveh":3498,"ĠWith":3499,"Ġkids":3500,"Ġrepe":3501,"epend":3502,"Ġsubsequence":3503,"Ġcars":3504,"Ġcounter":3505,"Ġspeaking":3506,"Ġapart":3507,"Ġbreakfast":3508,"cending":3509,"Ġ26":3510,"Ġadj":3511,"rew":3512,"ancy":3513,"Ġdescribing":3514,"ĠQ":3515,"Ġfly":3516,"Ġ35":3517,"Ġtail":3518,"Ġgentleman":3519,"Ġdriving":3520,"inct":3521,"Ġfail":3522,"overed":3523,"Ġtaxes":3524,"Ġattention":3525,"Explanation":3526,"Ġbroken":3527,"rome":3528,"Ġrad":3529,"Ġdecor":3530,"Ġord":3531,"Ġspecies":3532,"Ġones":3533,"Ġweb":3534,"Ġinvent":3535,"Ġapplic":3536,"Ġeliminated":3537,"YPE":3538,"Ġhyp":3539,"ĠCal":3540,"ello":3541,"ration":3542,"Ġmiddle":3543,"gar":3544,"Ġled":3545,"Ġrecommended":3546,"reng":3547,"Ġrocks":3548,"Ġmillion":3549,"ĠCol":3550,"Ġlik":3551,"itor":3552,"go":3553,"Ġinvesting":3554,"ĠBut":3555,"Ġhall":3556,"Ġthin":3557,"ormal":3558,"Ġpronoun":3559,"utions":3560,"Ch":3561,"Ġrice":3562,"Ġscience":3563,"Ġfigure":3564,"ially":3565,"Ġlarger":3566,"21":3567,".\".":3568,"Ġsold":3569,"Ġ80":3570,"Ġinsurance":3571,"Ġweeks":3572,"Ġoccurs":3573,"orrow":3574,"Ġhearing":3575,"Ġriver":3576,"Ġproperty":3577,"Ġmountain":3578,"Ġcolors":3579,"arp":3580,"oming":3581,"ĠRo":3582,"Ġmaximum":3583,"Ġshare":3584,"Ġfilm":3585,"Ġpounds":3586,"Ġmeasure":3587,"Ġgeneral":3588,"Ġpairs":3589,"pan":3590,"Ġverb":3591,"iding":3592,"REOT":3593,"STEREOT":3594,"STEREOTYPE":3595,"Ġexpression":3596,"Hello":3597,"cipe":3598,"Ġfuture":3599,"Instructions":3600,"story":3601,"Ġimm":3602,"Ġevidence":3603,"Ġsays":3604,"Ġclothes":3605,"Ġexpenses":3606,"Ġprobab":3607,"inese":3608,"ĠQu":3609,"ĠTap":3610,"Ġvitam":3611,"Ġbehavior":3612,"Ġtre":3613,"ological":3614,"Ġsuit":3615,"ods":3616,"Ġcentury":3617,"ĠTV":3618,"ĠGr":3619,"ĠGerm":3620,"Ġhit":3621,"Ġton":3622,"cient":3623,"ba":3624,"Ġexist":3625,"Ġstudent":3626,"Ġ#":3627,"ĠState":3628,"azon":3629,"Ġstri":3630,"Ġgave":3631,"Ġdepend":3632,"ibility":3633,"Ġshirt":3634,"Ġresume":3635,"Ġ28":3636,"length":3637,"Ġeducation":3638,"Ġopportunities":3639,"ĠBased":3640,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3641,"ny":3642,"Ġemot":3643,"Ġtrail":3644,"onse":3645,"ĠGoogle":3646,"Ġcarry":3647,"ĠĊ":3648,"ĠLet":3649,"set":3650,"Ġpolit":3651,"Ġinterests":3652,"Ġtraditional":3653,"ĠArt":3654,"Ġplayed":3655,"Ġtwice":3656,"cher":3657,"Ġseem":3658,"cription":3659,"Ġseason":3660,"Ġswim":3661,"Ġcustomers":3662,"Ġparents":3663,"Ġspaces":3664,"Ġdead":3665,"Ġpainting":3666,"ocr":3667,"Ġoffice":3668,"house":3669,"Ġge":3670,"Ġang":3671,"ptic":3672,"ET":3673,"AT":3674,"Ġprograms":3675,"Ġprevious":3676,"like":3677,"Ġrather":3678,"Ġfeed":3679,"Ġsuper":3680,"Ġolive":3681,"Ġgroups":3682,"Ġmovies":3683,"Ġleave":3684,"Ġcalories":3685,"Ġboy":3686,"ĠFrance":3687,"ĠPrint":3688,"ipping":3689,"Ġcast":3690,"Ġtransport":3691,"Ġfalls":3692,"gy":3693,"ival":3694,"ashing":3695,"lus":3696,"Ġusers":3697,"Ġtablespoon":3698,"Ġstreng":3699,"Ġdeath":3700,"Ġsports":3701,"ĠLook":3702,"ĠAvoid":3703,"aves":3704,"Ġband":3705,"Ġvers":3706,"ĠUK":3707,"Ġeveryone":3708,"Ġlatest":3709,"ners":3710,"Ġlifest":3711,"iter":3712,"ums":3713,"Ġself":3714,"Ġhangs":3715,"Ġeasier":3716,"48":3717,"ĠNational":3718,"ĠOpen":3719,"Ġdiscount":3720,"ster":3721,"ĠHar":3722,"ĠChinese":3723,"Ġrow":3724,"ĠJapan":3725,"Ġoffers":3726,"ĠParty":3727,"Ġfurn":3728,"Ġbeautiful":3729,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3730,"rest":3731,"date":3732,"Ġtraining":3733,"nonym":3734,"Ġbeach":3735,"Ġabc":3736,"Ġ2012":3737,"Ġequation":3738,"Ġtreatment":3739,"Ġentire":3740,"Ġyoga":3741,"Ġmeeting":3742,"Ġshows":3743,"CT":3744,"ĠGreen":3745,"ĠWord":3746,"Ġstret":3747,"aged":3748,"Ġ21":3749,"Ġexplore":3750,"39":3751,"lled":3752,"Ġintrodu":3753,"oding":3754,"ino":3755,"traction":3756,"agin":3757,"ĠSussex":3758,"sub":3759,"Ġmental":3760,"Ġexpected":3761,"Ġexplain":3762,"acter":3763,"ald":3764,"Ġgives":3765,"Ġfinal":3766,"secutive":3767,"Ġlifestyle":3768,"empt":3769,"Ġfinish":3770,"Ġmethods":3771,"Ġafford":3772,"Ġgrocer":3773,"Ġimproved":3774,"Ġgrowth":3775,"iny":3776,"Ġrecipes":3777,"exic":3778,"Ġleads":3779,"Ġtom":3780,"abcd":3781,"ground":3782,"Ġcompan":3783,"unk":3784,"Ġhon":3785,"Ġdevelopment":3786,"acy":3787,"Ġbegan":3788,"Ġsolar":3789,"Ġretirement":3790,"28":3791,"cean":3792,"Ġfemale":3793,"Ġconsists":3794,"Ġrect":3795,"Ġcourse":3796,"Ġnearby":3797,"Ġexact":3798,"herent":3799,"Ġpickpo":3800,"Ġefficient":3801,"thern":3802,"Ġkil":3803,"];":3804,"eturn":3805,"Ġhumans":3806,"'],":3807,"Ġteeth":3808,"ourage":3809,"Ġmathemat":3810,"âĢĻ?":3811,"ales":3812,"Ġtold":3813,"Ġintellig":3814,"Ġcompare":3815,"heit":3816,"esterday":3817,"izes":3818,"Ġclothing":3819,"fact":3820,"une":3821,"Ġheight":3822,"Ġallerg":3823,"Ġresponse":3824,"erve":3825,"Ġsystems":3826,"Ġalmost":3827,"uesday":3828,"Ġdictionary":3829,"ĠAust":3830,"Ġbrought":3831,"olute":3832,"Ġfilled":3833,"Ġedge":3834,"CC":3835,"Ġgreater":3836,"Ġdenoting":3837,"Ġearth":3838,"sect":3839,"Ġbeneficial":3840,"bor":3841,"back":3842,"Ġri":3843,"dog":3844,"alt":3845,"TION":3846,"Ġrules":3847,"ĠIntern":3848,"bol":3849,"aten":3850,"renheit":3851,"ahrenheit":3852,"bed":3853,"ened":3854,"Ġexce":3855,"Ġpret":3856,"Ġsubs":3857,"ĠWill":3858,"onday":3859,"Ġshortest":3860,"ĠApp":3861,"Ġpolice":3862,"Ġexercises":3863,"Ġbranches":3864,"AM":3865,"Ġfund":3866,"Ġoppos":3867,"Ġloved":3868,"An":3869,"tes":3870,"Ġtick":3871,"oice":3872,"Ġdamage":3873,"ilities":3874,"board":3875,"<=":3876,"bl":3877,"Ġonto":3878,"aint":3879,"ney":3880,"://":3881,"Ġrisks":3882,"ĠSmith":3883,"Ġ86":3884,"ĠOtherwise":3885,"uel":3886,"leg":3887,"Ġrelig":3888,"rom":3889,"Ġchron":3890,"Ġdro":3891,"Ġeye":3892,"Ġmoist":3893,"ĠDep":3894,"Ġtut":3895,"Ġdraw":3896,"ĠTwo":3897,"Ġdial":3898,"Ġinvolves":3899,"Ġcontrib":3900,"Ġsummary":3901,"ael":3902,"ĠFahrenheit":3903,"ĠGreat":3904,"Ġtriangle":3905,"atic":3906,"ĠNot":3907,"ĠSelect":3908,"Ġinternet":3909,"Ġcalculate":3910,"Ġlegs":3911,"Put":3912,"Ġcollected":3913,"Ġanx":3914,"Ġsex":3915,"Ġbeans":3916,"ĠGo":3917,"Ġur":3918,"Ġforget":3919,"aries":3920,"Ġpresident":3921,"Ġgolden":3922,"Ġbrother":3923,"Ġcy":3924,"Ġhous":3925,"Ġbeef":3926,"Ġfriendly":3927,"BC":3928,"riend":3929,"Ġlibrary":3930,"ĠTuesday":3931,"Ġprepared":3932,"Ġstra":3933,"Ġgrains":3934,"Ġplanning":3935,"Ġfeelings":3936,"ĠChrist":3937,"Ġallows":3938,"Ġinstall":3939,"ĠLastly":3940,"li":3941,"ĠAss":3942,"Ġbanana":3943,"Ġchocolate":3944,"oke":3945,"Ġcooked":3946,"iture":3947,"Ġactions":3948,"ĠMonday":3949,"Ġcards":3950,"imately":3951,"Ġsweet":3952,"Ġran":3953,"dom":3954,"isa":3955,"ĠAmazon":3956,"Ġsecure":3957,"ĠMich":3958,"Ġeasily":3959,"Ġmeals":3960,"ults":3961,"Ġteach":3962,"Ġhost":3963,"urt":3964,"Ġseptic":3965,"ĠDr":3966,"gen":3967,"Ġorganization":3968,"ĊĠĠĠĠĠĠ":3969,"76":3970,"Ġjud":3971,"Ġtargets":3972,"Ġsunlight":3973,"Ġlunch":3974,"Ġsmok":3975,"Ġseparate":3976,"based":3977,"Ġlost":3978,"Ġdreary":3979,"Ġoccas":3980,"Ġdistinct":3981,"Ġstyle":3982,"antic":3983,"Ġtrust":3984,"lished":3985,"Ġtonight":3986,"Ġcro":3987,"selves":3988,"Ġbars":3989,"Ġmarble":3990,"care":3991,"hy":3992,"Ġfight":3993,"Ġtend":3994,"Ġann":3995,"Ġadvantage":3996,"apple":3997,"ties":3998,